Repository: lliurex/lliurex-permission-control
Catalog: lliurex-po/lliurex-permission-control/*.po
Languages: ca@valencia

source: Lliurex-Permission-Control is now running. Wait a moment and try again.
ca@valencia: Lliurex-Permission-Control està en execució. Espereu un moment i torneu-ho a provar.

source: You need administration privileges to run this application.
ca@valencia: No tenieu privilegis per a executar aquesta aplicació.

source: Permission for Students
ca@valencia: Permisos per Alumnes

source: Permission for Teachers
ca@valencia: Permisos para Professors

source: Help
ca@valencia: Ajuda

source: Permission available for students
ca@valencia: Permisos disponibles per a Alumnes

source: Apply
ca@valencia: Aplica

source: Cancel
ca@valencia: Cancel·la

source: The are pending changes to apply. Do you want apply the changes or discard them?
ca@valencia: Hi ha canvis pendents d’aplicar. Voleu aplicar els canvis o descartar-los?

source: Changes applied successfully
ca@valencia: Canvis aplicats correctament

source: An error ocurred while applying changes
ca@valencia: S'ha produït un error en aplicar els canvis

source: Apply changes. Wait a moment...
ca@valencia: S’estan aplicant els canvis. Espereu un moment...

source: Restoring previous values. Wait a moment...
ca@valencia: S’estan restaurant els valors previs. Espereu un moment...

source: No permission found to configure
ca@valencia: No s'han trobat permisos per a configurar

source: Check to remove students users from this group
ca@valencia: Feu clic per a eliminar usuaris del grup Alumnes a este grup

source: Check to add studentes users to this group
ca@valencia: Feu clic per a afedir usuaris del grup Alumnes a este grup

source: Permission available for teachers
ca@valencia: Permisos disponibles per a Professors

source: Check to remove teachers users from this group
ca@valencia: Feu clic per a eliminar usuaris del grup Professors a este grup

source: Check to add teachers users to this group
ca@valencia: Feu clic per a afedir usuaris del grup Professores a este grup

source: Loading. Wait a moment...
ca@valencia: S’està carregant. Espereu un moment...

source: Discard
ca@valencia: Descarta
